Revit 2024 API
SpecTypeId.PipingMassPerTime Property
 Mass per Time, in discipline Piping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PipingMassPerTime { get; }
Visual Basic
Public Shared ReadOnly Property PipingMassPerTime As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PipingMassPerTime {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace